IDEA StatiCa Open Model
SectionStiffnesses.EIy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 bending stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EIy { get; set; }
Public Property EIy As Double
	Get
	Set
public:
property double EIy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace